abandon
abbrevi
abil
abl
abscissa
absenc
absolut
abstract
academ
acceler
accept
access
accommod
accompani
accomplish
accord
account
accru
accumul
accur
accuraci
achiev
acm
acquir
acquisit
act
action
activ
actual
ad
adam
adapt
add
addend
addendum
adder
addit
address
adequ
adequaci
adjac
adjust
administr
admiss
admit
adopt
advanc
advantag
advent
advers
advoc
affect
affirm
afford
age
agenc
aggreg
ago
agre
agreement
ahren
ai
aid
aim
air
aircraft
airi
airlin
aitken
al
alcor
alert
algebra
algol
algorithm
align
allevi
alloc
allow
alpha
alphabet
alphamer
alphanumer
alter
altern
ambigu
ambiti
amend
american
amount
amplitud
an
analog
analogu
analys
analysi
analyst
analyt
analyz
anatomi
ancestor
ancient
andor
angl
anim
annot
announc
anomal
anomali
answer
anticip
apertur
apl
appar
appear
append
appendix
appli
applic
appoint
apprais
appreci
approach
appropri
approxim
apr
april
arbitrari
arbitrarili
arc
archaeolog
architectur
arctang
ard
area
argu
argument
ari
aris
arithmet
arm
armi
arpa
arrang
array
arriv
art
articl
artifici
asa
ascend
ascertain
ascii
ashenhurst
ask
aspect
assembl
assert
assess
assign
assist
associ
assort
assum
assumpt
assur
asymmetr
asymptot
asynchron
ativ
atlas
atom
attach
attack
attain
attempt
attent
attitud
attract
attribut
audio
augment
august
authent
author
autocod
autocorrel
autom
automat
automata
automaton
automorph
auxiliari
avail
avenu
averag
avl
avoid
awar
axe
axi
axiom
axiomat
back
background
backtrack
backup
backward
bad
bairstow
balanc
band
bandsolv
bank
base
basi
basic
batch
bay
bbn
bcd
bear
begin
beginn
begun
behavior
bei
belief
believ
bell
bellman
belong
benchmark
bendix
benefici
benefit
ber
berkeley
bernard
bernstein
beset
bessel
beta
bias
bibliograph
bibliographi
bidirect
bigger
biharmon
bill
binari
bind
binomi
biochem
biolog
bipartit
bisect
bit
bivari
black
blank
blind
block
blood
bmd
bnf
board
bobrow
bodi
bond
bonus
book
bookkeep
boolean
bootstrap
bottleneck
bottom
bound
boundari
box
brad
braill
brain
branch
breach
break
breakdown
briefli
brinch
bring
broad
broadcast
broader
broken
brookhaven
brought
brown
bubbl
bucket
buddi
budget
buffer
build
built
bulk
burden
bureau
burrough
busi
buy
bypass
byte
cach
cai
calcul
calculi
calculus
calendar
california
call
came
campus
candid
canon
capabl
capac
car
card
cardin
cardiographi
care
carlo
carnegi
carolina
carri
cascad
case
cash
casual
catalog
catalogu
categor
categori
cathod
cauchi
caus
cdc
cdr
celesti
cell
cellular
census
center
central
cep
certain
certif
chain
chairman
challeng
chamber
chanc
chang
channel
charact
character
characterist
charg
charlier
chart
chebyschev
chebyshev
check
checker
checkout
checkpoint
chemic
chemistri
cheney
chess
chi
chief
chines
choic
chomski
choos
chop
chosen
chronolog
church
cincinnati
cipher
circa
circl
circuit
circul
circular
circumst
circumv
citi
claim
clarif
clarifi
clariti
class
classic
classif
classifi
classroom
claus
clean
clear
clenshaw
clerk
clinic
clip
cliqu
clock
close
closer
closet
closur
clp
clu
cluster
cobol
cock
codasyl
code
coder
codeword
coeffici
coffman
coher
coincid
collat
collect
collector
colleg
collis
color
column
combat
combin
combinatori
come
comit
comm
command
comment
commerci
commiss
committe
common
communic
communiti
compact
compactifi
compani
companion
compar
comparison
compat
compens
compet
competit
compil
complement
complementar
complementari
complet
complex
complic
compon
compos
composit
compound
comprehend
comprehens
compress
compris
compromis
comput
computer
con
concaten
conceiv
concentr
concept
conceptu
concern
concis
conclud
conclus
concord
concret
concurr
condens
condit
conduc
conduct
confer
confid
confidenti
configur
confin
confirm
conflict
confluent
conform
confus
congruenti
conjectur
conjug
conjunct
connect
consecut
consequ
consid
consider
consist
consol
consolid
constant
constitu
constitut
constrain
constraint
construct
consum
contact
contain
contemporari
contend
content
context
contextu
contigu
conting
continu
contour
contract
contradict
contradictori
contrast
contribut
control
conveni
convent
converg
convers
convert
convex
convolut
cooley
cooper
coordin
cope
copi
copyright
core
corneil
cornel
coroutin
corpor
correct
correl
correspond
corrigenda
corrigendum
cos
cosin
cost
coulomb
council
count
counter
counterexampl
counterintuit
counti
coupl
cours
covari
cover
coverag
cpi
cpu
cram
creat
creation
creativ
credit
crisi
criteria
criterion
critic
critiqu
cross
crout
crt
crucial
cryptograph
crystallographi
ctss
cube
cubic
cultur
cumbersom
cumul
cure
curricula
curricular
curriculum
curti
curv
curvilinear
custom
customari
cut
cutnod
cutoff
cycl
cyclic
cylind
cylindr
daili
damp
dangl
daniel
dantzig
data
databas
date
datum
day
ddp
deadlock
deal
dealt
debug
dec
decad
decemb
decentr
decid
decim
decis
deck
declar
decod
decompos
decomposit
decreas
dedic
deduc
deduct
deep
deepli
defeat
defect
defens
defici
defin
definit
degrad
degre
delay
delet
delimit
delin
deliv
deliveri
delta
demand
demonstr
den
denot
dens
densiti
depart
departur
depend
deploy
deposit
depth
deriv
descend
descent
describ
descript
design
desir
despit
destroy
detail
detect
determin
determinist
develop
deviat
devic
devis
devot
diagnos
diagnosi
diagnost
diagon
diagram
dial
dialect
dialogu
dictat
dictionari
diego
dieter
differ
differenti
difficult
difficulti
difsub
digit
dijkstra
dilogarithm
dimens
dimension
diophantin
dipol
direct
directori
dirichlet
disadvantag
disappear
disc
discard
disciplin
discours
discov
discoveri
discret
discrimin
discuss
disjoint
disk
dispatch
dispers
displac
display
dispos
distanc
distinct
distinguish
distort
distribut
diverg
divers
divid
divis
divisionless
divisor
doctor
doctrin
document
domain
domin
domino
dot
doubl
doubli
doubt
downhil
dozen
draft
drastic
draw
drawback
drawn
drive
driven
drop
drum
dual
due
dump
duplex
duplic
durat
dynam
earli
earlier
earliest
earn
eas
easi
easier
easili
easter
eastern
echo
ecma
econom
econometr
economi
economis
ed
edg
edit
editor
edp
educ
effect
effici
effort
eft
ei
eigen
eigenvalu
eigenvector
elabor
elaps
elect
electr
electrocardiogram
electrocardiograph
electron
eleg
element
elementari
elimin
eliza
elliot
ellipt
elucid
embed
embodi
emerg
emphas
emphasi
empir
employ
empti
emul
enabl
enciph
encipher
encod
encompass
encount
encourag
encrypt
end
endang
endeavor
energi
enforc
engin
english
enhanc
enjoy
enlarg
enorm
ensur
entail
enter
entir
entiti
entitl
entranc
entri
entropi
enum
enumer
environ
envis
equal
equat
equilibr
equilibrium
equip
equival
eras
erf
erlang
errata
error
escap
especi
essenti
establish
estim
euclidean
euler
europ
european
evalu
even
event
eventu
evid
evok
evolut
evolutionari
evolv
exact
examin
exampl
exceed
excel
except
excess
exchang
exclud
exclus
execut
exemplifi
exercis
exhaust
exhibit
exist
exit
exp
expand
expans
expect
expend
expenditur
expens
experi
experienc
experiment
expert
explain
explan
explic
explicit
exploit
explor
explos
expon
exponenti
expos
exposit
expositori
express
extend
extens
extent
extern
extra
extract
extran
extrapol
extrem
eye
fabric
face
facet
facil
facilit
fact
factor
factori
factual
faculti
fail
failur
fair
fals
famili
familiar
fap
fashion
fast
faster
fault
favor
feasibl
featur
februari
feder
feed
feedback
feel
felt
ferranti
ferrit
fetch
fewer
fewest
fibonacci
fibonaccian
fidel
field
fifo
fifteen
figur
file
fill
filon
filter
final
financi
find
fine
finish
finit
fire
fisher
fishman
fit
fix
flag
flexibl
fli
flight
flip
float
flow
flowchart
floyd
fluctuat
fluid
focus
fold
follow
font
forc
forecast
forerunn
forese
forest
forestal
form
formac
formal
format
formul
formula
fortran
forward
foster
found
foundat
fourier
fourth
fraction
fragment
frame
framework
francisco
free
freedom
freeli
frequenc
frequent
fresnel
front
fulfil
full
fuller
fulli
function
fund
fundament
furnish
futur
gain
galler
game
gamma
garbag
garbl
gather
gaug
gauss
gaussian
gave
gear
gedanken
general
generat
geometr
geometri
georg
get
give
given
global
glossari
glut
go
goal
goe
gomori
good
gotlieb
goto
govern
grade
grader
gradient
gradual
graduat
graeff
graham
grammar
grammat
grant
graph
graphic
gray
graycod
gre
great
greater
greatest
gregori
grid
grosch
ground
group
grow
grown
growth
guarante
guard
guid
guidanc
guidelin
half
hall
ham
hamiltonian
hand
handl
handwritten
hankel
hansen
happen
hard
hardwar
harm
harmon
harvard
hash
havi
head
health
heap
heart
heat
heavi
heavili
height
held
help
hermit
heurist
hexadecim
hidden
hierarch
hierarchi
high
higher
highest
highlight
hilbert
hill
hirschberg
histor
histori
hitchcock
hoar
hoc
hold
hole
hollerith
holograph
homogen
honeywel
hope
horizont
horner
hospit
host
hot
hough
hour
household
hu
huffman
hull
human
humbl
hundr
hybrid
hyper
hyperbol
hyperexponenti
hypergeometr
hypothes
hypothesi
hypothet
ia
ibm
ibsi
ict
idea
ideal
ident
identif
identifi
idl
ifip
ignor
ii
iii
ij
ill
illiac
illinoi
illumin
illustr
imag
imagin
imaginari
imbal
imbed
immedi
impact
imper
imperfect
implement
impli
implic
implicit
import
impos
imposs
impress
improp
improv
inabl
inaccur
inaccuraci
inadequ
inadequaci
incent
incept
inch
includ
inclus
incom
incompat
incomplet
inconsist
incorpor
incorrect
increas
increment
incur
indefinit
independ
index
indic
indirect
indistinguish
individu
indivis
induc
induct
industri
ineffici
inequ
inevit
inexpens
infer
infin
infinit
influenc
inform
infrequ
ing
inher
initi
innov
input
inputoutput
inquiri
insecur
insensit
insert
insight
inspect
instabl
instal
instanc
instant
instantan
institut
instruct
instructor
instrument
insul
insur
integ
integr
integrand
intellectu
intellig
intend
intens
intent
inter
interact
interchang
interconnect
interest
interfac
interfer
interleav
interlock
intermedi
intermitt
intern
interpol
interpret
interprocess
interrefer
interrelationship
interrog
interrupt
intersect
interspers
interv
intervent
interview
intim
intract
intricaci
intrins
introduc
introduct
introductori
intuit
invalid
invari
invent
inventori
invers
invert
invest
investig
invoc
invok
involv
invr
io
ipl
ir
iron
irreduc
irregular
irrelev
isol
isomorph
issu
item
iter
ith
iv
jacm
jacobi
jacobian
januari
jean
job
john
join
joint
jordan
journal
jovial
judg
judgment
julian
jump
justif
justifi
keep
kernel
key
keyboard
keypunch
keyword
kind
know
knowledg
known
knuth
kuno
kutta
label
labor
laboratori
labori
lack
lag
lagrangian
lambda
languag
laplac
larg
larger
largest
late
latenc
later
latest
lattic
law
lawyer
lay
layer
layout
lead
learn
leav
led
lee
left
legal
legendr
lehmer
lemnisc
length
lesson
let
letter
level
lewi
lexic
lexicograph
liabil
liber
librari
lie
life
lifetim
light
like
limit
lincoln
line
linear
linguist
link
linkag
lion
lisp
list
literatur
live
ll
ln
load
loader
local
locat
lock
lockhe
locus
log
logarithm
logic
logist
logn
long
longer
longest
look
lookup
loop
loos
loss
lost
lot
low
lower
lowest
lp
lr
lru
lu
machin
machineri
macro
mad
madcap
made
maeh
magic
magnet
magnitud
mail
main
maintain
mainten
major
make
maker
malfunct
man
manag
manifest
manipul
manner
manual
manufactur
manuscript
map
margin
mark
marker
market
markov
markovian
marriag
mask
mass
master
match
materi
math
mathemat
mathematician
mathieu
matric
matrix
matter
max
maxflow
maxim
maximum
mean
meaning
meaningless
meant
measur
mechan
median
medic
medicin
medium
meet
mellon
member
membership
memori
mention
menus
merchandis
mercuri
mere
merg
merit
merson
mesh
messag
met
meta
metalanguag
metalinguist
meter
method
methodolog
metric
michigan
micro
microcod
microcomput
microfilm
microprogram
mid
mild
militari
million
min
mind
mini
minicomput
minifun
minim
minimax
minimum
minit
minor
minus
minut
mirror
miss
missouri
misspel
mistak
mit
mix
mixtur
mn
mobil
mode
model
moder
modern
modest
modif
modifi
modul
modular
modulo
modulus
mold
molecular
moment
monitor
monoton
mont
month
moor
morri
mortem
moscow
motion
motiv
mount
movabl
move
movement
movi
mp
mr
muller
multi
multiaccess
multic
multidimension
multifactor
multilevel
multilingu
multint
multiphas
multipl
multiplex
multipli
multiprocess
multiprocessor
multiprogram
multiset
multistag
multistep
multitask
multitermin
multius
multivari
music
mutual
name
narrow
nation
natur
navi
navier
navig
near
nearbi
nearest
necess
necessarili
necessit
need
negat
neglig
neighbor
neighborhood
neliac
nest
net
netflow
network
neural
neuron
neurophysiolog
newel
newer
newli
news
newton
nexcom
ng
nm
node
nois
noiseless
noisi
nolan
nomenclatur
non
nondeterminist
nondirect
nonexist
nonin
nonintegr
noninteract
nonlinear
nonnumer
nonprocedur
nonprogramm
nonrandom
nonrecurs
nonstandard
nontechn
nontermin
nontrivi
nonuniform
norm
normal
north
notabl
notat
note
notic
notion
nov
novemb
np
nrzi
nsf
nth
nuclear
null
number
numer
nyu
obey
object
obscur
observ
obstacl
obtain
obvious
occasion
occup
occupi
occur
occurr
octal
odd
offer
offic
offici
omit
ongo
onlin
op
open
oper
operand
opinion
opportun
oppos
optic
optim
optimum
option
oracl
orbit
order
ordinari
organ
organiz
orient
origin
ortho
orthogon
outcom
outlin
output
outreal
outset
overcom
overdetermin
overflow
overhead
overlap
overlay
overstrik
overview
pace
pack
packag
packet
page
paid
pair
panel
panelist
paper
parabol
paradigm
parallel
paramet
parameter
parametr
pariti
pars
parser
part
partial
particip
particl
partit
pascal
pass
passag
passiv
password
past
patch
patent
path
patient
pattern
paul
payment
pde
pdp
peak
pedagog
pei
pen
penalti
pencil
pend
penetr
pennsylvania
peopl
percent
percentag
perfect
perfor
perform
perimet
period
peripher
perm
perman
permiss
permit
permut
person
personnel
perspect
perspicu
pert
pertin
perturb
petroleum
petrov
pff
phase
phd
phenomena
phenomenon
philco
philosophi
phone
phonem
photo
photograph
photon
phrase
physic
physician
pi
picard
pick
pictori
pictur
piec
piecewis
pilot
pinpoint
pipelin
pitch
pitfal
pivot
pk
place
placement
plain
plan
planar
plane
planetari
play
player
pli
plot
plotter
pn
poin
point
pointer
poisson
polar
pole
polici
polit
polygon
polynomi
polyphas
pool
poor
pop
popul
popular
port
portabl
portion
pose
posit
possess
possibl
post
postul
potato
potenti
power
practic
practition
pragmat
preassign
preced
precis
predecessor
predefin
predetermin
predic
predict
predictor
predomin
preemptiv
prefer
preferenti
prefix
preliminari
premis
preoccupi
prepar
prepass
preprocess
preprocessor
prerequisit
prescrib
presenc
present
preserv
press
presum
preval
prevent
previous
price
primal
primari
primarili
prime
primer
primit
princip
principl
print
printer
prior
priori
prioriti
privaci
privileg
probabilist
probabl
probe
problem
problemm
procedur
proceed
process
processor
produc
product
profess
profession
professor
profici
profil
profit
profound
program
programm
progress
prohibit
project
prolifer
prolong
promis
prompt
prone
proof
propag
proper
properti
proport
propos
proprietari
prospect
protect
protocol
prototyp
prove
proven
prover
provid
provis
prudent
pseudo
pseudorandom
psif
psycholog
public
publish
puls
punch
purchas
purdu
pure
purpos
pursu
push
pushdown
put
qr
quadrat
quadratur
quadric
qualifi
qualit
qualiti
quantifi
quantil
quantit
quantiti
quantum
quasi
quasilinear
queri
question
questionnair
queue
quick
quickersort
quicksort
quintic
quotient
radiat
radic
radioact
radioisotop
radius
radix
rais
ramp
rand
random
rang
rank
raphson
rapid
rare
raster
rate
ratio
ration
rational
ray
rca
re
reach
reachabl
reaction
reactiv
reactor
read
readabl
reader
readi
readili
readout
real
realist
realiz
realize
rearrang
reason
reassembl
receiv
recent
reciproc
reclaim
reclam
recogn
recognit
recommend
recompil
reconcil
reconsid
reconstruct
record
recov
recoveri
rectangl
rectangular
recurr
recurs
redefin
reduc
reduct
redund
reel
reentrant
refer
referenc
refin
reflect
refresh
refus
regard
regardless
regim
region
regist
registr
regress
regul
regular
rehabilit
reimplement
reject
relat
relationship
relax
releas
relev
reli
reliabl
reloc
remain
remaind
remark
reme
remedi
remington
remot
remov
render
reorgan
repair
repeat
repertoir
repetit
replac
repli
replic
report
repositori
repres
represent
reprint
reproduc
reproduct
reprogram
request
requir
reschedul
research
resembl
reserv
resid
residu
resolut
resolv
resourc
respect
respond
respons
rest
restor
restrict
restructur
result
resum
retain
retard
retent
retriev
reus
reveal
revers
review
revis
reward
rewrit
riccati
richard
rigid
rigor
ring
rise
risk
robert
robin
robinson
robust
role
roll
romberg
root
rootfind
rosari
rosenbrock
roster
rotat
rough
round
roundoff
rout
routin
row
rudimentari
rule
run
rung
rutishaus
safe
safeti
salari
sale
salesman
sammet
sampl
san
satellit
satisfact
satisfactori
satisfactorili
satisfi
satur
save
say
scalar
scale
scan
scanner
scatter
scene
schedul
scheme
school
schwartz
scienc
scientif
scientist
scope
score
scott
screen
script
se
search
sec
secant
secondari
secret
section
secur
seek
seen
segment
seidel
seldom
select
semant
semaphor
semi
seminar
send
sens
sensit
sensor
sentenc
separ
sequenc
sequenti
seri
serial
serv
server
servic
session
set
sever
shade
shadow
shallow
shank
shannon
shape
share
sharer
sharpli
shaw
shellsort
shift
shoot
short
shortcom
shorten
shorter
shortest
show
shown
shuttl
side
siev
sight
sign
signal
signatur
signific
similar
simon
simpl
simpler
simplex
simpli
simplic
simplif
simplifi
simpson
simscript
simul
simula
simultan
sin
sine
singl
singleton
singular
sitar
site
situ
situat
size
skelet
skeleton
sketch
skew
skill
slagl
slater
slight
slip
slope
slot
slow
slower
slowli
slr
sltf
small
smaller
smallest
smart
smooth
snobol
social
societi
softwar
sole
solid
solut
solv
solver
soon
sophist
sort
sought
sound
sourc
soviet
space
span
spars
sparsiti
spatial
speaker
special
specialist
specif
specifi
spectra
spectral
spectrum
speech
speed
spell
spend
spent
sperri
sphere
spheric
spite
spline
split
spoken
sponsor
spot
spss
spurious
squar
stabil
stabl
stabli
stack
staff
stage
stand
standard
standpoint
stanford
start
state
statement
static
station
stationari
statist
status
statut
steer
stem
step
stepwis
stick
stiff
stimul
stochast
stone
stop
storag
store
straight
straightforward
strateg
strategi
stratifi
stream
strength
strengthen
stress
stretch
strict
strike
string
stringsort
strip
stroke
strong
structur
student
studi
style
subclass
subcommitte
subdivid
subdivis
subexpress
subgraph
subject
sublanguag
submatrix
submit
subproblem
subprogram
subroutin
subscript
subsequ
subset
substanti
substitut
substr
substructur
subsystem
subtask
subtl
subtract
subtre
succeed
success
successor
suffic
suffici
suggest
suit
suitabl
sum
summar
summari
summat
summer
superimpos
superior
superscript
supervis
supervisor
supervisori
supplement
suppli
support
suppos
sure
surfac
surpris
surround
survey
suspect
suspend
swap
sweep
switch
symbol
symmetr
symmetri
symposium
synchron
synopsi
syntact
syntax
synthes
synthesi
synthet
system
systemat
tabl
tableless
tablet
tabul
tabular
tag
tailor
tain
take
tall
tandem
tape
target
task
taught
tausworth
tax
taylor
teach
teacher
technic
techniqu
technolog
tedious
telefil
telephon
telescop
teletyp
teletypewrit
televis
templat
temporari
ten
tenanc
tend
tendenc
tension
tensor
ter
teract
terest
terleav
term
termin
terminolog
ternal
ternari
terrain
test
tester
text
textbook
textual
textur
th
theme
theorem
theoret
theori
thermal
thesiz
thin
thing
think
thoma
thought
thousand
thread
throughput
tie
time
timeshar
timespac
timet
titl
tlc
today
toler
tone
tool
top
topic
topolog
tori
toric
total
touch
trac
trace
tracer
track
tractabl
trade
tradeoff
tradit
traffic
train
trajectori
transact
transcendent
transcript
transfer
transform
transient
transit
translat
transmiss
transmit
transpar
transport
transpos
transposit
trap
trapezoid
travel
travers
treat
treatment
tree
treesort
tremend
trend
tri
triad
trial
triangl
triangular
trick
tridiagon
trie
trigger
trigonometr
trip
tripl
trivial
troduc
troduct
troubl
true
truli
truncat
truth
ts
tube
tucker
tukey
tupl
ture
turkey
turn
turnaround
tutor
tutori
tv
twelv
twenti
twin
twofold
tx
type
typeless
typeset
typewrit
typic
ucla
ultim
unabl
unambigu
unari
unavail
unbias
unbound
uncol
uncondit
unconvent
under
undergradu
underlin
understand
understood
undertaken
undirect
undu
unequ
unfamiliar
unfortun
unifi
uniform
unimod
union
uniqu
unit
unitari
uniti
univac
univari
univers
unknown
unlik
unnecessari
unnecessarili
unreli
unrestrict
unsatisfactori
unsolv
unstabl
unsuccess
unusu
unwant
updat
upper
ural
urban
urgenc
usa
usabl
usag
use
user
usual
util
utmost
utter
valid
valu
valuabl
van
vanish
vari
variabl
varianc
variant
variat
varieti
vast
vector
vehicl
verb
verhelst
verif
verifi
versatil
version
versus
vertex
vertic
vi
vicious
view
viewpoint
violat
virginia
virtu
virtual
visibl
vision
visit
visual
vital
vmin
vocabulari
voic
volum
wait
walk
wallac
walsh
want
wast
watson
wave
waveform
way
weak
web
week
weight
welch
wengert
western
wide
wider
widespread
width
wijngaarden
william
win
window
wire
wise
wish
wolfson
women
word
work
worker
workload
workspac
world
worst
wright
write
writer
written
wrong
xy
year
yi
yield
yy
zero